/* General */

"OK" = "OK";

"Cancel" = "Cancel";

"Copy" = "Copy";

"Add" = "Add";

"Remove" = "Remove";

"Replace" = "Replace";

"This cannot be undone." = "This cannot be undone.";

"Import" = "Import";

"Export As:" = "Export As:";

"Export" = "Export";


"The name \"%@\" is already taken." = "The name \"%@\" is already taken.";

"Please choose a different name." = "Please choose a different name.";


/* Menus */

"Show Toolbar" = "Show Toolbar";

"Hide Toolbar" = "Hide Toolbar";


"Show Sidebar" = "Show Sidebar";

"Hide Sidebar" = "Hide Sidebar";

"Show Binary Images" = "Show Binary Images";

"Hide Binary Images" = "Hide Binary Images";

"Show Inspector" = "Show Inspector";

"Hide Inspector" = "Hide Inspector";

"Show Registers" = "Show Registers";

"Hide Registers" = "Hide Registers";

/* About box */

"version %@ (%@)" = "version %@ (%@)";

/* Themes Editor */

" copy" = " copy";

"Do you really want to remove the \"%@\" theme?" = "Do you really want to remove the theme \"%@\" ?";

"Do you really want to restore the default Fonts & Colors settings?" = "Do you really want to restore the default Fonts & Colors settings?";

"You will lose all the changes you made." = "You will lose all the changes you made.";

"Restore" = "Restore";

"Keep Both" = "Keep Both";

    /* Colors labels */

"Background" = "Background";

"Plain Text" = "Plain Text";

"Key" = "Key";

"Thread Label" = "Thread Label";

"Crashed Thread Label" = "Crashed Thread Label";

"Executable Code" = "Executable Code";

"OS Code" = "OS Code";

"Memory Address" = "Memory Address";

"Register Value" = "Register Value";

"File Path" = "File Path";

"Version" = "Version";

"UUID" = "UUID";

"Line Number" = "Line Number";

/* Sources */

"All" = "All";

"All reports from all sources" = "All reports from all sources";

"User Reports" = "User Reports";

"System Reports" = "System Reports";

"Untitled source" = "Untitled source";

"Recents" = "Recents";

"Reports from the last 24 hours" = "Reports from the last 24 hours";

"Move All \"%@\" Reports to Trash" = "Move All \"%@\" Reports to Trash";

/* Inspectors */

"%@:" = "%@:";

"Unknown version" = "Unknown version";

"Version %@" = "Version %@";

"No Selection" = "No Selection";

"Not Available" = "Not Available";


/* Views */

"Thread %ld" = "Thread %ld";

/* Sections */

"Header" = "Header";

"Exception Information" = "Exception Information";

"Diagnostic Messages" = "Diagnostic Messages";

"Backtraces" = "Backtraces";

"Thread State" = "Thread State";

"Binary Images" = "Binary Images";

/* Outline */

"Diagnostics\n\n" = "Diagnostics\n\n";

"No backtraces available" = "No backtraces available";

"Copy Machine Instruction Address" = "Copy Machine Instruction Address";

"Copy Binary Image Offset" = "Copy Binary Image Offset";

"Show In" = "Show In";

/* Registers window */

"Registers" = "Registers";

"Registers - %@" = "Registers - %@";

"Registers state not available" = "Registers state not available";

    /* Register name */

"%@:" = "%@:";

/* Symbolication */

"line" = "line";

"column" = "column";

/* Export */

"The export operation failed." = "The export operation failed.";

/* Open Errors panel */

"An error occurred while opening the file." = "An error occurred while opening the file.";

"An error occurred while opening some files." = "An error occurred while opening some files.";

"The file can't be opened for the following reason:" = "The file cannot be opened for the following reason:";

"These files can't be opened for the following reasons:" = "These files cannot be opened for the following reasons:";


"This file is empty." = "This file is empty.";

"The format of this file is invalid or unsupported." ="The format of this file is invalid or unsupported.";

"You don't have permission to view this file." = "You do not have permission to view this file.";

"Name" = "Name";

"Reason" = "Reason";


